zsh-users/zsh-completions kind:fpath path:src

mattmc3/zephyr path:plugins/zfunctions
mattmc3/zephyr path:plugins/history
mattmc3/zephyr path:plugins/homebrew conditional:is-macos
mattmc3/zephyr path:plugins/macos conditional:is-macos

mattmc3/zephyr path:plugins/color
mattmc3/zephyr path:plugins/completion
mattmc3/zephyr path:plugins/compstyle
mattmc3/zephyr path:plugins/directory
mattmc3/zephyr path:plugins/editor
mattmc3/zephyr path:plugins/utility

ohmyzsh/ohmyzsh path:plugins/copypath
ohmyzsh/ohmyzsh path:plugins/copybuffer
ohmyzsh/ohmyzsh path:plugins/copyfile
ohmyzsh/ohmyzsh path:plugins/extract
ohmyzsh/ohmyzsh path:plugins/git

zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting
